[
    {
        "caption": [
            "A man is cutting a piece of paper in half lengthwise using scissors.", 
            "A man cuts a piece of paper.", 
            "A man is cutting a piece of paper.", 
            "A man is cutting a paper by scissor.", 
            "A man is cutting paper.", 
            "A man is cutting a piece of paper.", 
            "A man is cutting paper.", 
            "A man is cutting some paper.", 
            "A man is cutting a piece of paper.", 
            "A guy cuts paper.", 
            "A man is cutting a piece of paper.", 
            "The man cut a piece of paper in half.", 
            "The man is using scissors to cut paper.", 
            "A man is cutting paper into two equal strips.", 
            "A man cuts some paper.", 
            "The man cut a piece of paper."
        ], 
        "id": "_0nX-El-ySo_83_93.avi"
    },
    {
    "caption": [
        "A woman goes under a horse.", 
        "A woman crawls under a horse and gets a surprise.", 
        "A girl is jutting out her head from between the back legs of a horse who shits on her head.", 
        "A horse defecated on a woman's head.", 
        "A horse excretes on the head of a woman as she gets in between the fore anf hind legs and sticks her head out.", 
        "A horse is defecating on a woman's head.", 
        "A horse poops on a woman.", 
        "A horse poops on a woman.", 
        "A lady was pooped on because she was under a horse's tail end.", 
        "A woman crawls under a horse and when she sticks her head between the horses rear legs the horse defecates on her head.", 
        "A woman goes under a horse's behind and gets pooped on.", 
        "A woman goes underneath a horse.", 
        "A woman is crawling under a horse.", 
        "A woman is getting pooped on by a horse.", 
        "A woman is walking between horse legs.", 
        "A woman is walking under horse and it poops on her head.", 
        "As the woman went underneath the horse, the horse pooped on her head.", 
        "The horse pooped on the lady who was underneath him."
    ], 
    "id": "xBePrplM4OA_6_18.avi"
    },
    {
        "caption": [
            "A man slicing butter into a bowl.", 
            "A man cut up butter into a pan.", 
            "A man cutting butter into a mixing bowl.", 
            "A man is chopping butter into a container.", 
            "A man is cutting a butter.", 
            "A man is cutting pieces of butter into a mixing bowl.", 
            "A man is cutting slices of butter into a mixing bowl.", 
            "A man is slicing butter into an electric mixer.", 
            "A man is slicing butter.", 
            "A man is slicing some butter pieces and putting it into a steel bowl.", 
            "A man puts butter into a mixing bowl.", 
            "A person is putting butter chunks in the food processor.", 
            "An individual cuts food and drops it into a mixer.", 
            "Butter is being put into a bowl.", 
            "Butter is being put into a mixer.", 
            "Pieces of butter is added in the stand mixer.", 
            "Someone is shown putting a small square object into a mixing bowl.", 
            "The man cut butter into a bowl.", 
            "The man is cutting butter.", 
            "A person is adding butter into a pot."
        ], 
        "id": "IBgsLmDcL78_80_84.avi"
    }, 
    {
        "caption": [
            "A raccoon-like animal is hanging upside down from the back of a chair and eating something white.", 
            "A slow loris is eating an egg.", 
            "A slow loris is eating on a chair.", 
            "A Lory is eating an egg.", 
            "A sloth is hanging from a chair.", 
            "A animal is hanging upside down.", 
            "A slow loris is hanging down a chair and eating something.", 
            "A hanging loris is eating food.", 
            "A small animal eats a potato.", 
            "A monkey is hanging upside down in a cage.", 
            "An animal is eating.", 
            "A loris is eating some food.", 
            "The animal hung from the back of a chair eating a piece of food.", 
            "The animal is eating.", 
            "An animal eats upside down.", 
            "A baby slow loris is eating a fruit while hanging upside-down on the back of a chair.", 
            "A lemur hangs and eats.", 
            "The mammal hung from the chair top eating something."
        ], 
        "id": "WqQonRVs7WA_0_10.avi"
    }, 
    {
        "caption": [
            "A man is putting pepper into a bowl.", 
            "Someone is seasoning two cracked eggs in a bowl.", 
            "A man puts ingredients on eggs.", 
            "Someone is seasoning two raw eggs in a bowl.", 
            "A person is adding spices in the bowl.", 
            "A man is adding vanilla to egg.", 
            "A person adds cinnamon and vanilla extract to eggs.", 
            "A man is preparing ingredients to make French toast in a bowl.", 
            "A person is seasoning eggs.", 
            "A person puts seasonings into a bowl of raw eggs.", 
            "Someone is putting seasonings onto raw eggs.", 
            "Someone is seasoning eggs.", 
            "A person is adding cinnamon and vanilla to eggs in a bowl.", 
            "Someone seasoned the raw eggs.", 
            "The cook is seasoning eggs.", 
            "A cook adds seasoning and extracts to some eggs.", 
            "The lady added season to the eggs."
        ], 
        "id": "F2Ny7rq9RKs_139_148.avi"
    },  
    {
        "caption": [
            "Clouds are quickly floating past a building.", 
            "Clouds are moving across the sky.", 
            "Clouds are moving in sky.", 
            "Clouds are moving across the sky behind an historic building.", 
            "Some clouds move across a blue sky.", 
            "Text streams across a shot of a building's roof.", 
            "Clouds are floating by.", 
            "The roof-top of a church then cuts to a boy riding a bike.", 
            "There is a church as white clouds are moving in the overhead sky.", 
            "Clouds are moving past the top of roofs.", 
            "The clouds rolled by the buildings.", 
            "Some towers stand tall against a moving sky and clouds.", 
            "The clouds are moving.", 
            "Clouds are moving through the sky above a church.", 
            "The clouds roll by the building."
        ], 
        "id": "Z19zFlPah-o_6_11.avi"
    }, 
    {
        "caption": [
            "A older Jewish man slowly speaking.", 
            "A bearded man seated in an office cabin is giving his opinion.", 
            "A bearded man sits and talks.", 
            "A man is speaking towards a camera.", 
            "A man is speaking.", 
            "A man is talking to someone off-camera.", 
            "A man is talking.", 
            "A man is talking.", 
            "A man is talking.", 
            "A man with a beard is talking.", 
            "A rabbi is speaking.", 
            "A rabbi is talking.", 
            "A reverent is speaking.", 
            "An elderly man is talking.", 
            "An old man speaks into a camera.", 
            "The Jewish man talked into the camera.", 
            "The Jewish man talked to the camera.", 
            "The man is talking."
        ], 
        "id": "drsPD5fI1IA_170_180.avi"
    }, 
    {
        "caption": [
            "A woman peels an apple.", 
            "A woman is peeling an apple.", 
            "A woman is peeling an apple.", 
            "A woman is removing the peel from an apple.", 
            "A woman is peeling a apple.", 
            "A woman is peeling an apple.", 
            "A woman is peeling an apple.", 
            "A woman peels an apple.", 
            "A woman is peeling an apple.", 
            "A woman is peeling an apple.", 
            "A woman is peeling an apple.", 
            "A woman peels an apple in the kitchen.", 
            "The lady took the wax coating off the cheese.", 
            "The woman is peeling an apple.", 
            "A woman cuts up vegetables.", 
            "The lady peeled an apple."
        ], 
        "id": "6t0BpjwYKco_71_76.avi"
    }, 
    {
        "caption": [
            "A man is performing yoga.", 
            "A man does yoga exercises.", 
            "A man is doing some yoga stretching exercises.", 
            "A man is doing yoga on top a rock.", 
            "A man is doing yoga.", 
            "A man is doing yoga.", 
            "A man is doing yoga.", 
            "A man is doing yoga.", 
            "A man is performing a complex yoga posture called Suryanamaskar.", 
            "A man is performing various yoga postures in an open place.", 
            "A man is stretching.", 
            "A man performing yoga.", 
            "A man performs a series of yoga exercises on a mountain top.", 
            "A man stretches on a mountain top.", 
            "A man stretches.", 
            "The man did tai chi stretching exercises.", 
            "The man is doing yoga.", 
            "The man stretched outside."
        ], 
        "id": "Hu9Sq1RvuoA_19_62.avi"
    }, 
    {
        "caption": [
            "A man in a suit is doing one-handed push-ups.", 
            "A man is doing push ups.", 
            "A man is doing one armed push ups in front of an audience.", 
            "A man is doing exercise between people.", 
            "A man does push-ups with one arm.", 
            "A man is doing one handed push ups.", 
            "A man is doing push-ups with one hand.", 
            "A man is doing push ups only using one finger on one hand.", 
            "A man is doing one-armed push ups.", 
            "A man does one arm pushups.", 
            "A man is doing one armed push-ups.", 
            "A man is doing a push up.", 
            "A man is doing a one arm push up.", 
            "A man is doing push-ups with only his right hand supported on the ground in front of spectators.", 
            "The man did pushups with one hand.", 
            "The man is doing push-ups with one hand.", 
            "A person does one-armed push-up.", 
            "A man does push-ups.", 
            "The man did one-armed push-ups."
        ], 
        "id": "hcCLIzzB1jQ_1_7.avi"
    }, 
    {
        "caption": [
            "Someone pours water into a kettle from a glass measuring cup.", 
            "A person pours water into a pot.", 
            "A person pours water into a bowl.", 
            "Someone is pouring two cups of water into a pan.", 
            "A person is pouring water into a pan.", 
            "A chef pours water into a pot.", 
            "Someone is adding water to a pot.", 
            "A man is adding water to pan.", 
            "A person is pouring water from a measuring cup into a pan.", 
            "A man is pouring water into a pan.", 
            "Someone is pouring water into a pan.", 
            "A person adds water to a pot.", 
            "A person is pouring water into a pot.", 
            "The man added water to the pot.", 
            "The man poured water into the pot.", 
            "A person pours some water into a pot.", 
            "Someone poured water into a pot."
        ], 
        "id": "UXs3eq68ZjE_246_250.avi"
    }, 
    {
        "caption": [
            "A phone is off the hook, and a bird appears to be dialing it with it's beak.", 
            "A bird is dialing a phone.", 
            "A parakeet is pecking telephone buttons with its beak.", 
            "A bird is dialing a phone.", 
            "A parakeet is dialing a phone by pecking on the number pad with it's beak.", 
            "A bird is pecking at numbers on a telephone.", 
            "A parrot is making a phone call.", 
            "A bird is making a phone call with its beak.", 
            "A parakeet is making a phone call.", 
            "A bird is dialing a phone.", 
            "A bird is pecking at a telephone.", 
            "A parrot standing on top of a telephone is using its beak to make a call and follows instructions of the recorded voice message.", 
            "The bird is playing with the telephone.", 
            "A parakeet is using a phone.", 
            "A bird dials the phone.", 
            "The parakeet pecked at the phone's numbers and made a call!"
        ], 
        "id": "Ce7equ9zCxk_4_19.avi"
    }, 
    {
        "caption": [
            "A large dog gets something out of a refrigerator.", 
            "A dog closes a refrigerator door.", 
            "A dog grabs food from a fridge.", 
            "A refrigerator door is standing open and a dog is getting something out of the refrigerator.", 
            "A dog is eating food out of the refrigerator.", 
            "A dog is opening a fridge.", 
            "A dog is taking something from a refrigerator.", 
            "A dog is stealing food from a refrigerator.", 
            "A dog walks by a refriderator.", 
            "A dog is grabbing something from the refrigerator.", 
            "The dog took something out of the refrigerator.", 
            "The dog opened the refrigerator.", 
            "A dog opens the refrigerator.", 
            "The dog helped himself to the food in the refrigerator."
        ], 
        "id": "IWhrWLOAin0_1_4.avi"
    }, 
    {
        "caption": [
            "A man is erasing a chalk board.", 
            "One man is erasing a chalkboard while a second man is talking to someone that is not in viewing range.", 
            "A man is cleaning a green-board and other man is speaking.", 
            "A man erases a chalk board.", 
            "A man is erasing something from a chalkboard.", 
            "A man is wiping off a chalkboard.", 
            "A man is wiping a board and speaking to other man.", 
            "A man is erasing a chalkboard.", 
            "A man is erasing a chalkboard with an eraser.", 
            "A man is erasing a chalkboard.", 
            "A man erases writing on a chalkboard.", 
            "A man is erasing a blackboard.", 
            "A man is erasing a chalkboard.", 
            "A man is erasing a chalk board.", 
            "A man is erasing the chalkboard.", 
            "The man erased what the other man had on the board.", 
            "The man is erasing the chalk board.", 
            "A man is erasing a chalk board.", 
            "A man erases a chalkboard.", 
            "The man erased the work on the board."
        ], 
        "id": "HVR7KpItLfA_62_70.avi"
    }, 
    {
        "caption": [
            "Baby pandas are crawling on a bench.", 
            "Several pandas are playing on a bench swing.", 
            "Pandas are playing.", 
            "Pandas are playing on a bench.", 
            "Baby pandas are playing.", 
            "Panda are playing together on a swing in the snow.", 
            "Baby pandas are playing on a bench.", 
            "A bunch of pandas play on a bench.", 
            "Some panda babies are climbing on a wooden frame.", 
            "Panda cubs are playing in the snow.", 
            "Panda bears playing on a bench swing.", 
            "Panda's play on a swing.", 
            "Several panda bears are climbing on a bench.", 
            "The panda bears played together in the snow.", 
            "The pandas are playing on the swing.", 
            "Four pandas play on a bench.", 
            "The panda bears played together on the step in the snow."
        ], 
        "id": "r2oI9Y-3wAo_21_28.avi"
    }, 
    {
        "caption": [
            "A woman wearing a headset is singing into a large microphone.", 
            "A woman is wearing headphones.", 
            "A woman is singing.", 
            "A woman is singing a song.", 
            "A woman in headphones is singing into a microphone.", 
            "A woman is singing.", 
            "A woman is singing.", 
            "A woman is singing.", 
            "A girl is singing.", 
            "A woman is wearing headphones.", 
            "The girl sang into the microphone in the studio.", 
            "The woman is singing.", 
            "A woman looks in the mirror.", 
            "The lad sang in the recording studio."
        ], 
        "id": "E61HNXjgyqA_22_32.avi"
    }, 
    {
        "caption": [
            "A man bags produce and talks to a group.", 
            "A man behind a makeshift counter is handing out packages to people.", 
            "A man collects money from a group of people.", 
            "A man is bagging money and passing it out to a crowd of people.", 
            "A man is selling goods on the street.", 
            "A man is selling items to a crowd.", 
            "A man is selling items.", 
            "A man is selling on a street.", 
            "A man is selling things on the street.", 
            "A man is speaking.", 
            "A man surrounded by people, hands over a bag to a lady and flips another bag as he is talking.", 
            "A street hawker is selling his goods.", 
            "People are talking.", 
            "Several people are purchasing items from a man.", 
            "Several people are purchasing something from a talking man.", 
            "Some people conduct a drug deal.", 
            "The man bagged the people's things.", 
            "The man bagged things for the people.", 
            "The man is selling his product."
        ], 
        "id": "_o1UXSxTjfo_68_80.avi"
    }, 
    {
        "caption": [
            "Someone is chopping up roundish white objects into small pieces with a large knife.", 
            "A person is chopping garlic cloves.", 
            "A woman is slicing garlics.", 
            "A chef is dicing a garlic clove.", 
            "Someone is chopping garlic.", 
            "A woman is slicing garlic.", 
            "A woman is chopping a garlic clove.", 
            "A woman is chopping garlic with a large knife.", 
            "A person with a knife is chopping garlic.", 
            "A person dices mushrooms with a knife.", 
            "A woman is cutting garlic.", 
            "A woman is chopping garlic.", 
            "A chef is chopping garlic.", 
            "The lady crushed the garlic.", 
            "The man is dicing garlic.", 
            "A woman is mincing garlic cloves.", 
            "A man cuts up onions.", 
            "The lady chopped up the garlic cloves."
        ], 
        "id": "m1NR0uNNs5Y_192_198.avi"
    }, 
    {
        "caption": [
            "a baby picks up a phone.", 
            "A baby girl is hanging up a phone.", 
            "A baby girl places the receiver of the phone back on the base.", 
            "A baby hangs up a phone.", 
            "A baby is hanging up a phone.", 
            "A baby is speaking on telephone.", 
            "A baby is talking on a phone.", 
            "A baby picks up a telephone and is holding it in her hand.", 
            "A baby talks on the phone.", 
            "A little girl hangs up a phone.", 
            "A little girl is hanging up a phone.", 
            "A toddler puts down the telephone.", 
            "A young girl is hanging up the phone.", 
            "After talking on the phone, a baby hangs up.", 
            "The baby is talking on the phone.", 
            "The little girl hung up the telephone.", 
            "The little girl hung up the telephone."
        ], 
        "id": "kJY5BRCNAs4_3_6.avi"
    }, 
    {
        "caption": [
            "An animal is sitting on the wooden arm of a kitchen chair and eating something red.", 
            "A slow loris is eating.", 
            "A slow loris is eating.", 
            "A sloth is eating food.", 
            "A animal is eating.", 
            "A slow loris is eating a strawberry.", 
            "A slow loris is eating a piece of food.", 
            "A small animal is eating something.", 
            "A monkey is eating something.", 
            "An animal is eating.", 
            "A lemur is eating some fruit.", 
            "The animal sat on the arm of the chair and ate some food.", 
            "The loris is eating.", 
            "A lemur eats some food.", 
            "the mammal sat in the chair eating a fruit."
        ], 
        "id": "QqYWLR47eLI_10_18.avi"
    }, 
    {
        "caption": [
            "A man is playing a flute in a band.", 
            "A man is playing a flute into a microphone.", 
            "A man is playing a flute.", 
            "A man is playing a flute.", 
            "A man is playing a flute.", 
            "A man is playing a flute.", 
            "A man is playing a flute.", 
            "A man is playing a flute.", 
            "A man is playing a wind instrument.", 
            "A man is playing a wooden flute while several other men play bongo drums.", 
            "A man is playing a wooden flute.", 
            "A man is playing an instrument.", 
            "A man is playing flute.", 
            "A man is playing the flute.", 
            "A man plays a wind instrument.", 
            "A man plays a wooden flute.", 
            "A man plays a wooden flute.", 
            "A musician group is playing various instruments with a man playing flute.", 
            "The man is playing with a wooden flute.", 
            "The man played a wooden flute.", 
            "The man played the wooden flute."
        ], 
        "id": "W8l_ezoU8Lc_76_86.avi"
    }, 
    {
        "caption": [
            "A man is doing algebraic equations on a white board.", 
            "A man is writing math equations on a board.", 
            "A teacher is writing on a board.", 
            "A man does math equations on a board.", 
            "A man is writing an algebraic formula on a whiteboard.", 
            "A man is writing on a white board.", 
            "A man is doing math on board.", 
            "A man is solving math problems on a white board.", 
            "A man is solving a math equation on a whiteboard.", 
            "A man draws an algebra formula on a white board.", 
            "A man is writing on a dry erase board.", 
            "A man is writing mathematical equations on a white board.", 
            "A man is explaining while writing an algebraic equation on a white board in a classroom.", 
            "The teach put a math equation on the board.", 
            "A man writes out a mathematical equation on a dry erase border.", 
            "The man is writing a math problem on the white board.", 
            "A teacher writes out formulas on a white board.", 
            "A man writes math equations on a whiteboard.", 
            "The teacher put a math equation on the board."
        ], 
        "id": "s80J2dAUUyI_33_43.avi"
    }, 
    {
        "caption": [
            "A yellow train is driving on an track on a bridge.", 
            "A train rides over a bridge.", 
            "A train rides on tracks.", 
            "A train is passing over the bridge.", 
            "A train quickly crosses a bridge.", 
            "A train is crossing a railroad track.", 
            "A train goes across an overhead bridge.", 
            "A train goes across a bridge.", 
            "A train is crossing a bridge.", 
            "A train is going by.", 
            "A subway train is passing by.", 
            "A high speed train zooms by.", 
            "The train crossed the bridge.", 
            "The train crossed the bridge.", 
            "A bullet train crosses a tressel.", 
            "The yellow train crossed the bridge."
        ], 
        "id": "-mAoVOhKy0c_4_9.avi"
    }, 
    {
        "caption": [
            "A woman wraps tofu in a white cloth and turns folded side down in a metal pan.", 
            "A person is wrapping tofu.", 
            "A woman is wrapping tofu.", 
            "A woman is wrapping a block of tofu in paper.", 
            "A person is covering a butter by a paper.", 
            "A woman is wrapping a block of tofu in paper.", 
            "A woman is wrapping some food.", 
            "A woman is wrapping a piece of tofu.", 
            "A woman is wrapping tofu, with a paper towel.", 
            "A woman is wrapping tofu in parchment.", 
            "A woman is wrapping tofu in paper.", 
            "The woman wrapped the tofu block.", 
            "A woman is wrapping a block of tofu.", 
            "A person puts tofu into a pan.", 
            "Tofu is wrapped in a cloth.", 
            "The lady wrapped up the rest of the cheese block."
        ], 
        "id": "IhwPQL9dFYc_24_30.avi"
    }, 
    {
        "caption": [
            "A person falls off while riding a dirt bike.", 
            "A motorcyclist is riding down the road when he does a wheelie and loses control of his motorcycle.", 
            "Someone fell off a motorcycle.", 
            "A man is crashing his bike when trying to perform a stunt.", 
            "A man doing a wheeling on his motorcycle crashes.", 
            "A person is falling off his motorbike after attempting a stunt.", 
            "A guy pops a wheelie on his motorcycle and wipes out.", 
            "A man wrecks on his motorcycle.", 
            "A dirt bike wreck.", 
            "A man riding a bike on a road by the country side does a wheelie, loses control and falls off the bike.", 
            "a dirt bike rider falling out a dirt bike", 
            "The motorcylist fell off his bike.", 
            "An individual falls off a bike and hits the ground.", 
            "The rider fell off his motorbike.", 
            "A motorcycle pops a wheelie and the driver comes off.", 
            "The man fell off his motorcycle."
        ], 
        "id": "nhm_APPwhWk_6_12.avi"
    }, 
    {
        "caption": [
            "A three legged rottweiler walks outside.", 
            "A 3 legged dog walks through the grass.", 
            "A black dog is walking on a grassy patch of land.", 
            "A dog is walking in the grass.", 
            "A dog with three legs is walking in the yard.", 
            "A three legged dog is walking in the yard.", 
            "A three legged dog is walking through the grass.", 
            "A three legged dog is walking.", 
            "A three-legged dog is walking in grass.", 
            "A three-legged dog walks across a yard.", 
            "A three-legged dog walks across the grass.", 
            "A three-legged dog walks through the grass and stops.", 
            "The three legged dog walked in the yard.", 
            "The three-legged dog is walking.", 
            "The three-legged dog walked in the yard."
        ], 
        "id": "jcIrD7rNvTM_10_21.avi"
    }, 
    {
        "caption": [
            "A bird is dancing on a chair.", 
            "A bird dances on the back of a chair.", 
            "A bird is bobbing up and down to music.", 
            "A bird is dancing on top of a chair.", 
            "A bird is dancing to music.", 
            "A bird is dancing.", 
            "A bird is dancing.", 
            "A bird is dancing.", 
            "A bird is dancing.", 
            "A cockatoo dances.", 
            "A cockatoo is dancing on the top of a chair.", 
            "A parrot is dancing with music.", 
            "A white bird is perched on some object and it's bobbing up and down.", 
            "A white parrot with a yellow crest is stamping its feet rhythmically to background music.", 
            "An uncaged bird dances to a song.", 
            "The bird danced on his perch.", 
            "The bird is dancing.", 
            "The white bird danced on the perch."
        ], 
        "id": "cJOZp2ZftCw_1_12.avi"
    }, 
    {
        "caption": [
            "A woman cracks two eggs into a glass bowl.", 
            "A woman cracks eggs into a bowl.", 
            "A woman is cracking eggs.", 
            "A woman cracked two eggs into a bowl.", 
            "A woman is breaking eggs and pouring in a bowl.", 
            "A woman is breaking eggs into a dish.", 
            "A woman is cracking eggs into a bowl.", 
            "A woman is cracking eggs.", 
            "A woman cracks two eggs into a bowl.", 
            "A woman is cracking some eggs.", 
            "A woman is cracking eggs into a bowl.", 
            "Someone is cracking eggs into a bowl.", 
            "A woman is cracking open eggs into a bowl.", 
            "The woman is cracking eggs into the bowl.", 
            "A woman breaks some eggs.", 
            "The lady broke the eggs into a bowl."
        ], 
        "id": "0lh_UWF9ZP4_71_77.avi"
    }, 
    {
        "caption": [
            "A girl and a boy are sliding down a water slide.", 
            "Children are sliding.", 
            "Children are sliding on plastic.", 
            "Two kids are sliding down a slope that is covered with a sheet of wet plastic.", 
            "A couple of kids are sliding down a hill on a wet tarp.", 
            "A girl is sliding.", 
            "Children are sliding on black tarp.", 
            "Two kids slide down a slip 'n slide.", 
            "Two children are sliding.", 
            "Some kids are going down a water slide.", 
            "Two children are sliding down some plastic.", 
            "The kids are moving down the water slide.", 
            "Kids slide down a water slide.", 
            "The kids slide down the wet plastic slide."
        ], 
        "id": "zv2RIbUsnSw_159_162.avi"
    }, 
    {
        "caption": [
            "Two women get out of a taxi.", 
            "Women are leaving a cab.", 
            "Women exit a taxi cab.", 
            "Girls are coming out from the car.", 
            "Women are exiting a taxi.", 
            "Women are walking out of a car.", 
            "A group of girls are exiting a taxi.", 
            "Women are leaving the backseat of a cab.", 
            "A group of women get out of a cab.", 
            "Women are getting out of a taxi.", 
            "A video clip of Rihanna leaving a taxi.", 
            "A woman gets out of a cab.", 
            "A woman gets out of a cab.", 
            "A woman wearing dark glasses and a short black dress gets off a taxi followed by two other women.", 
            "The girl got out of the taxi.", 
            "The women got out of the cab.", 
            "A woman gets out of a taxi.", 
            "The girl got out of the taxi."
        ], 
        "id": "yd8jh9QYfEs_4_10.avi"
    }, 
    {
        "caption": [
            "a person preparing broccoli", 
            "A man is putting broccoli into a bowl of water.", 
            "A man is putting broccoli into water.", 
            "A person is moving broccoli from one pot into another pot.", 
            "A person is placing boiling broccoli in another bowl to cool.", 
            "A person puts hot broccoli into a bowl of cool water.", 
            "A woman is cooking broccoli.", 
            "A woman places broccoli into a pan.", 
            "After the brocolli was boiled, it was blanced in cold water.", 
            "Boiled broccoli is strained out of the pot.", 
            "Broccoli is being cooked.", 
            "Broccoli is being cooked.", 
            "Broccoli is being cooled in water.", 
            "Broccoli is transferred from one pot of water to another.", 
            "Someone cooked broccoli in hot water.", 
            "Someone cooked broccoli in hot water.", 
            "Someone is boiling broccoli florets.", 
            "Using a strainer, a man removes broccoli flowerettes from boiling water and transfers them to a bowl containing cold water."
        ], 
        "id": "PqSZ89FqpiY_65_75.avi"
    }, 
    {
        "caption": [
            "A baby boy is playing with a cat.", 
            "A baby is holding onto a chair.", 
            "a baby playing with a cat", 
            "A boy is playing with a cat.", 
            "A cat and a boy play together.", 
            "A cat hits a toddler on the head.", 
            "A cat in a chair swats a male toddler, in the head, who is standing in front of the chair.", 
            "A cat is attacking the head of a toddler.", 
            "A cat is hitting a toddler on the head.", 
            "A cat is swatting at a baby.", 
            "A cat paws a toddler.", 
            "A cat paws at a childs head.", 
            "A cat rapidly swats a kid in the head.", 
            "A small child is standing next to a chair on which a cat is seated and raising its fore limbs.", 
            "The cat scratched the toddler.", 
            "The cat tapped the boy's head."
        ], 
        "id": "Kxa0mnDj0bs_15_20.avi"
    }, 
    {
        "caption": [
            "A man is playing the guitar.", 
            "A man is playing a guitar.", 
            "A man is playing the guitar.", 
            "A man is playing a guitar.", 
            "A man is playing guitar.", 
            "A man is playing a guitar.", 
            "A man is playing guitar.", 
            "A man plays an acoustic guitar.", 
            "A man is playing a guitar.", 
            "A man seated in his house is playing the guitar.", 
            "A man playing a guitar.", 
            "The man played his guitar.", 
            "The man is playing the guitar.", 
            "A guy is playing his guitar.", 
            "A man is playing the guitar.", 
            "The man strummed on his guitar."
        ], 
        "id": "cLNrpO6wBk4_37_47.avi"
    }, 
    {
        "caption": [
            "A small dog plays on the couch.", 
            "A cute puppy wearing a dress.", 
            "A dog in a dress is playing on a couch.", 
            "A dog in a dress is running around on a couch.", 
            "A dog is playing on a sofa.", 
            "A dog wearing a dress is running on a couch.", 
            "A little dog runs around on a couch.", 
            "A puppy is playing on a settee.", 
            "A puppy is playing on a sofa.", 
            "A puppy is playing on sofa.", 
            "A puppy is playing on the couch.", 
            "A puppy is running around on a sofa.", 
            "A puppy is wearing a dress.", 
            "A shih tzu dog in a frilly dress romps on a leather sofa before jumping down.", 
            "A small dog is playing on the sofa.", 
            "A small dog wearing a dress moves to and fro along the edge of a sofa and finally jumps to the floor below.", 
            "The dog is trying to get off the couch.", 
            "The dog tried to get off the couch.", 
            "The dog tried to get off the couch."
        ], 
        "id": "nV3Wv8iHp4U_0_38.avi"
    }, 
    {
        "caption": [
            "Two hamsters are eating.", 
            "Hamsters are eating.", 
            "Two pigs are eating their food.", 
            "Two guinea pigs are eating vegetation.", 
            "Two guinea pigs are eating leaves.", 
            "Two hamsters are eating leaves.", 
            "Gerbal'sa are eating.", 
            "Two guinea pigs seated beside each other are rapidly eating a long leaf fed to them individually.", 
            "The guinea pigs ate the leaves.", 
            "The guinea pigs are eating.", 
            "Two guinea pigs eat lettuce.", 
            "The guinea pigs ate blades of grass."
        ], 
        "id": "kNHivduxQWg_0_14.avi"
    }, 
    {
        "caption": [
            "A man puts together a gun.", 
            "A man is adding a silencer to a gun.", 
            "A man is assembling a gun.", 
            "A man is assembling a Silencerco 22 Sparrow gun.", 
            "A man is fitting silencer on a pistol.", 
            "A man is putting a silencer on a pistol.", 
            "A man is putting a silencer on a pistol.", 
            "A man is putting a silencer onto a gun.", 
            "A man is putting together a gun.", 
            "A man modifies the barrel of a gun.", 
            "A man put a gun barrel together.", 
            "A man puts a silencer on a handgun.", 
            "A person is placing a silencer on a pistol.", 
            "Someone is assembling a gun.", 
            "The man is putting a gun together.", 
            "The man put his gun barrel together."
        ], 
        "id": "ACK7SekJWts_140_150.avi"
    }, 
    {
        "caption": [
            "A man is playing a violin and then a woman starts to sing.", 
            "A man is playing a violin on a stage.", 
            "A man is playing a violin.", 
            "A man is playing a violin.", 
            "A man is playing a violin.", 
            "A man is playing a violin.", 
            "A man is playing a violin.", 
            "A man is playing the violin and a woman sings a song.", 
            "A man is playing the violin.", 
            "A man is playing the violin.", 
            "A man is playing violin.", 
            "A man is playing violin.", 
            "A man is playing violin.", 
            "A man is playing violin.", 
            "A man plays a violin.", 
            "A man plays the violen.", 
            "A man plays the violin.", 
            "The man is playing the violin.", 
            "The man played his violin.", 
            "The man played the violin while the lady sang."
        ], 
        "id": "_QJbjKkfdcs_52_57.avi"
    }, 
    {
        "caption": [
            "The wolves and bear are chasing each other.", 
            "A black bear is defending her cubs against wolves.", 
            "A bear chases wolfs away.", 
            "A bear and wolves fight.", 
            "A bear is chasing a wolf.", 
            "Wolves are hunting a pig.", 
            "A wolf encounters a bear.", 
            "A bear is protecting her cub from wolves.", 
            "A wolf and a bear fight.", 
            "A bear is fighting wolves.", 
            "A bear is running from two dogs.", 
            "A bear is chasing a wolf.", 
            "The wolves harassed the bear.", 
            "The bear is chasing the wolves.", 
            "Wolves are circling a bear and her cub.", 
            "A wolf and a bear run around.", 
            "The wolves surrounded the bear."
        ], 
        "id": "2jXxtQRy47A_30_38.avi"
    }, 
    {
        "caption": [
            "A women preps a salmon meal.", 
            "A man is preparing salmon to cook.", 
            "A person placing fish in a tray.", 
            "A person puts two pieces of salmon into a pan filled with salt.", 
            "A woman is putting fish in a dish.", 
            "A woman is seasoning salmon in a dish.", 
            "Backing paper covers two pieces of salmon that are placed on a bed of salt mixed with spices.", 
            "Fish being placed in seasonings.", 
            "Fish is being placed on a casserole dish.", 
            "Lady preparing salmon in dish.", 
            "Salmon is being placed in a baking dish.", 
            "The lady laid the meat in the spice mixture.", 
            "The lady put the meat in the spices in a dish.", 
            "The woman is preparing a salmon dish.", 
            "Two portions of salmon flesh are placed in a dish containing salt and whole spices and a baking sheet is spread over them."
        ], 
        "id": "QTAqjSbMkXU_65_75.avi"
    }, 
    {
        "caption": [
            "Someone is beating a clear liquid substance in a small glass bowl over a larger glass bowl of flour.", 
            "A person whisks.", 
            "A woman mixes a bowl.", 
            "Manas masalo panima nakhi halave che.", 
            "A chef whisks a food mixture.", 
            "Someone is mixing seasonings with water.", 
            "A woman is adding water to flour.", 
            "Someone is adding, and stirring some ingredients.", 
            "A woman is mixing oil and water.", 
            "Someoen is mixing ingrediants.", 
            "A woman is stirring some liquid.", 
            "A woman adds granulated dashi in a small bowl containing water and mixes it with a whisk.", 
            "The lady whisked the water and seasoning before adding to the batter.", 
            "The woman is mixing a liquid.", 
            "A woman beats an egg mixture.", 
            "The lady whisked the wet ingredients."
        ], 
        "id": "PeUHy0A1GF0_28_32.avi"
    }, 
    {
        "caption": [
            "A woman slices a piece of meat into strips on a cutting board.", 
            "A woman slices fish.", 
            "A woman is slicing fish.", 
            "A woman is slicing a meat into pieces.", 
            "A woman is slicing a fish fillet with a knife.", 
            "A woman is slicing fish.", 
            "A woman is cutting fish.", 
            "A woman is cutting tuna into slices.", 
            "A woman is slicing tuna to make sushi.", 
            "A woman is slicing some tuna.", 
            "A woman is cutting raw fish.", 
            "A woman is slicing meat.", 
            "A woman is cutting meat.", 
            "The lady sliced the raw meat.", 
            "The woman is slicing raw fish.", 
            "A woman is slicing a tuna steak into strips.", 
            "A woman cuts up some meat.", 
            "The lady cut the raw fish."
        ], 
        "id": "0lh_UWF9ZP4_183_190.avi"
    }, 
    {
        "caption": [
            "A baby is drinking at the table.", 
            "A baby drinks her juice.", 
            "A Baby girl is drinking milk.", 
            "A baby is drinking from a cup.", 
            "A baby is drinking from a cup.", 
            "A girl is drinking.", 
            "A little girl drinks from her cup.", 
            "A little girl is drinking from a plastic tumbler through a straw.", 
            "A little girl is drinking from her cup.", 
            "A small girl seated at the table is sipping water from a sipper kept next to her plate of food.", 
            "A toddler drinks from a cup.", 
            "A young girl is drinking from a cup.", 
            "The baby is drinking from her sippy cup.", 
            "The girl drank from her sippy cup.", 
            "The girl took a drink from her cup."
        ], 
        "id": "229NvV0SRHw_0_5.avi"
    }, 
    {
        "caption": [
            "garlic and pepper are being mixed.", 
            "A chef blends a spicy marinade.", 
            "A cook is putting some ingredients in a blender.", 
            "A man adds mayonnaise, vegetable oil, vinegar, garlic pods and salt to jalapeno peppers in a blender and blends it all.", 
            "A man is preparing ingredients to cook something.", 
            "A person blends together multiple ingredients in a blender.", 
            "A person is blending a pepper mixture.", 
            "A person is placing ingredients into a blender.", 
            "Butter and oil are added to vegetables and then mixed in a food processor.", 
            "Food ingredients are added to a blender.", 
            "Food is being blended in a blender.", 
            "Ingrediants are being mixed in a blender.", 
            "Ingredients are being put in a blender.", 
            "Mixing peppers, butter, oil & vinegar, etc in a blender.", 
            "Several ingredients are being added to a blender.", 
            "Someone is putting peppers, spices, and liquids into a blender.", 
            "Someone put the vegetable mixture into a blender.", 
            "Someone put vegetables and sauce in a bowl and then transferred it to a blender.", 
            "The cook is placing ingredients into a blender.", 
            "Vegetables and sauces are liquidized in a blender."
        ], 
        "id": "Sq7Vt6KC9Yg_17_35.avi"
    }, 
    {
        "caption": [
            "A man is running.", 
            "A man is running on the road.", 
            "A man is running down a road in slow motion.", 
            "A man is running down a street.", 
            "A man is running on road.", 
            "A man is running in slow motion down a road.", 
            "A man in a suit is running across a bridge.", 
            "A man runs down a road.", 
            "A man is running.", 
            "A man is running.", 
            "A man is running in slow motion.", 
            "A man is running in slow motion on a road as music plays in the background.", 
            "A man is running on a road in slow motion.", 
            "A man ran down the road in a suit.", 
            "The man is running.", 
            "A man wearing a suit and sunglasses is running in the middle of an empty road.", 
            "A man slowly runs down a road.", 
            "The man ran down the road."
        ], 
        "id": "a28s_wyqkyc_68_77.avi"
    }, 
    {
        "caption": [
            "A kitten tags a small dog.", 
            "A cat is playing with a puppy.", 
            "A cat is tapping a dog.", 
            "A cat is tapping a dogs head.", 
            "A cat is tapping at a dog sitting in a woman's lap.", 
            "A cat is teasing a dog.", 
            "A cat is tentatively tapping a dog on the head.", 
            "A cat is touching a dog with its paw.", 
            "A cat is trying to touch a dog.", 
            "A cat repeatedly taps a dog with its paws.", 
            "A cat touches a dog.", 
            "A white puppy sitting cozily on the lap of a woman is being stroked by a grey cat with its fore paws.", 
            "Someone is sitting on the floor with a dog on their lap while a cat is on the floor next to them touching the dog with it's paws.", 
            "The cat is trying the get the dog's attention.", 
            "The cat teased the dog by touching his head.", 
            "The cat teased the dog by touching its head."
        ], 
        "id": "CTIKmoEigCI_3_30.avi"
    }, 
    {
        "caption": [
            "A raccoon-like animal is hanging off two ropes suspended from the ceiling.", 
            "A slow loris hanging on a cord.", 
            "An animal is suspended in air by holding onto two cords with it's hands and feet.", 
            "A loris is swinging.", 
            "A sloth is hanging from some string.", 
            "A animal is hanging from a string.", 
            "A slow loris is hanging on a rope.", 
            "A loris is hanging on a rope.", 
            "A furry animal hangs on a rope.", 
            "A monkey is hanging from some string.", 
            "A animal is hanging on a string.", 
            "A loris is swinging from a rope.", 
            "The animal dangled from the ceiling on a rope.", 
            "The animal is hanging on a rope.", 
            "A slow lori hangs on some wires.", 
            "The mammal hung from the rope."
        ], 
        "id": "FHwC2THZJfA_0_10.avi"
    }, 
    {
        "caption": [
            "Someone cuts a circle out of a piece of pink paper and cuts into the center on one side with scissors.", 
            "A person is cutting a piece of paper.", 
            "A person cuts a circle from paper.", 
            "Someone is cutting a piece of paper into a circular shape.", 
            "A person is cutting a piece of pink paper with a pair of scissors.", 
            "A woman is cutting papers.", 
            "A woman is cutting a piece of paper into a circular shape.", 
            "A person with scissors is cutting a circle of pink paper.", 
            "Someone is cutting paper with scissors.", 
            "Someone is making a paper cone.", 
            "A person cuts a pink paper.", 
            "The person is using scissors to cut paper.", 
            "Someone is cutting a piece of paper with scissors.", 
            "A person cuts some paper.", 
            "Someone is cutting a circle out of a pink sheet of paper.", 
            "The man cut a circl out of the red paper."
        ], 
        "id": "s8utHZYTNTs_35_42.avi"
    }, 
    {
        "caption": [
            "A girl is singing.", 
            "A woman is singing into a hand-held microphone on stage.", 
            "A woman is singing.", 
            "A woman is walking across a stage holding a microphone and singing.", 
            "A girl is singing.", 
            "A woman sings into a microphone.", 
            "Carrie Underwood is singing.", 
            "A woman is singing on stage.", 
            "A woman is singing into a microphone.", 
            "A woman is singing into a microphone.", 
            "A woman sings into a microphone.", 
            "A girl is singing on stage.", 
            "A girl is singing.", 
            "A woman is singing on stage.", 
            "Carrie Underwood sang a song in concert.", 
            "The woman is singing.", 
            "A woman sings.", 
            "Carrie sang a song on stage."
        ], 
        "id": "nMBSDpB3WB8_5_14.avi"
    }, 
    {
        "caption": [
            "A pair of zebras are playing with each other.", 
            "A pair of zebras is nuzzling.", 
            "The two zebras nuzzled each other.", 
            "The zebras are playing.", 
            "The zebras nuzzled each other.", 
            "Two zebra are rubbing each other faces.", 
            "Two zebra are rubbing their heads together.", 
            "Two zebras are nudging each other with their heads.", 
            "Two zebras are nuzzling each other.", 
            "Two zebras are nuzzling.", 
            "Two zebras are nuzzling.", 
            "Two zebras are playing with each other.", 
            "Two zebras are playing with each other.", 
            "Two zebras are rubbing heads.", 
            "Two zebras are socializing.", 
            "Two zebras are stroking each other with their heads.", 
            "Two zebras groom each other.", 
            "Two zebras rub their heads against one another.", 
            "Zebras are playing.", 
            "Zebras are rubbing their heads together."
        ], 
        "id": "vub04F8CWng_32_41.avi"
    }, 
    {
        "caption": [
            "A man in a gorilla suit plays a bongo in a shopping center.", 
            "A gorilla entertains a crowd.", 
            "A gorilla is playing bongos.", 
            "A gorilla runs through a store and begins banging on a couple of drums.", 
            "A man dressed as an ape is playing drums in a departmental store.", 
            "A man in a gorilla costume is playing bongos in a store.", 
            "A man in a gorilla suit is banging on drums in a store.", 
            "A man in a gorilla suit is playing the drums.", 
            "A man on ape suit is beating drums.", 
            "A person in a gorilla suit runs through a department store.", 
            "A person in an ape costume is playing the bongos.", 
            "The ape is disrupting the store.", 
            "The man in the gorilla suit played his bongs and keyboard in the store.", 
            "The man dressed in a gorilla suit is teasing a customer."
        ], 
        "id": "7EOqi_6rnkg_36_44.avi"
    }, 
    {
        "caption": [
            "A boy bangs on the window.", 
            "A boy is looking out a window.", 
            "A boy is looking out a window.", 
            "A boy is looking out the window.", 
            "A boy is playing with a glass window.", 
            "A little boy is looking out the window of a room.", 
            "A small boy has placed his hands on the window pane and is tapping it while partially climbing a bean bag kept beside it.", 
            "A small boy is looking out side.", 
            "A toddler tries to open a window.", 
            "A young boy is standing next to a window.", 
            "The baby is looking out the window.", 
            "The boy looked out the window.", 
            "The little boy looked out the window."
        ], 
        "id": "AzMrltkXGJk_0_10.avi"
    }, 
    {
        "caption": [
            "A woman is dancing.", 
            "A girl is sitting on stairs doing dance moves.", 
            "A girl shook her body on stage.", 
            "A woman dances while sitting on the stairs.", 
            "A woman is \"dancing\" while sitting on some steps, then hits her elbow.", 
            "A woman is dancing.", 
            "A woman is dancing.", 
            "A woman is dancing.", 
            "A woman is doing some dance steps.", 
            "A woman is sitting in a dimly lit room and she's  moving her arms like she is keeping time to music.", 
            "A woman is swinging her arms.", 
            "A woman sitting on a staircase swings her hands in a circular motion and does a jig.", 
            "The girl danced on stage.", 
            "The woman is dancing."
        ], 
        "id": "gtixLEvO2Us_0_6.avi"
    }, 
    {
        "caption": [
            "A young man is playing a guitar.", 
            "A man is playing a guitar.", 
            "A man is playing a guitar.", 
            "A man is playing a guitar.", 
            "A man is playing a guitar.", 
            "A man is playing guitar.", 
            "A man is playing the guitar while seated.", 
            "A man is playing a guitar.", 
            "A man is playing guitar.", 
            "A man is playing the guitar.", 
            "Someone is playing guitar.", 
            "A man is playing a guitar.", 
            "The man played his guitar.", 
            "The man is playing the guitar.", 
            "A man plays the guitar.", 
            "The man played his guitar."
        ], 
        "id": "hoinj6vyQ2g_8_16.avi"
    }, 
    {
        "caption": [
            "A woman is putting on lipstick with a brush and talking.", 
            "A woman is painting her lips.", 
            "A woman is painting her lips.", 
            "A woman is applying lipstick.", 
            "A teenage girl is putting on lip gloss.", 
            "A woman is applying lipstick.", 
            "A young woman is applying lip gloss to her lips.", 
            "A woman applies lipstick.", 
            "A woman is putting on lip color.", 
            "A girl is putting on makeup.", 
            "A woman is applying makeup.", 
            "The woman is applying lip gloss.", 
            "An hispanic girl is applying lipstick.", 
            "A woman puts on lipstick."
        ], 
        "id": "O9yLRzpPp44_167_190.avi"
    }, 
    {
        "caption": [
            "A man playing drums.", 
            "A band percussionist plays.", 
            "A drummer plays a drum kit.", 
            "A guy is playing the drums.", 
            "A man is drumming on stage.", 
            "A man is performing drums on a stage.", 
            "A man is playing a set of drums and in front of him the words Johnny Robb are displayed on the screen in white letters.", 
            "A man is playing drums on a stage.", 
            "A man is playing drums on the stage.", 
            "A man is playing drums.", 
            "A man is playing drums.", 
            "A man is playing the drums.", 
            "A man is playing the drums.", 
            "A man is playing the drums.", 
            "A man is playing the drums.", 
            "A man is playing the drums.", 
            "A man plays the drums at a concert.", 
            "A man plays the drums.", 
            "The man is playing the drums.", 
            "The man played his drums.", 
            "The man played his drums."
        ], 
        "id": "Z3m9V8qPXhQ_13_24.avi"
    }, 
    {
        "caption": [
            "A man rides a street bike through the town.", 
            "A man gets on a motorcycle and rides it out of an area of chairs and onto the street.", 
            "A man is riding a bike on the road.", 
            "A man is riding a motor-cycle in the street.", 
            "A man is riding a motorcycle through a town.", 
            "A man is riding a motorcycle.", 
            "A man is riding a motorcycle.", 
            "A man is riding a motorcycle.", 
            "A man is riding a motorcycle.", 
            "A man is riding a motorcycle.", 
            "A man is riding his motor bike.", 
            "A man is riding on motor bike.", 
            "A man rides a motorcycle.", 
            "A man rides his motorcycle through the city streets.", 
            "A man rode a motorcycle.", 
            "A man rode his motorcycle through town.", 
            "A person rides a bike through the neighborhood.", 
            "The man is riding a motorcycle."
        ], 
        "id": "uO7Eysrs8_k_80_90.avi"
    }, 
    {
        "caption": [
            "A man is dancing onstage.", 
            "A man dances on a stage.", 
            "A man dances.", 
            "A man in a spotlight is dancing.", 
            "A man is dancing on a stage.", 
            "A man is dancing on a stage.", 
            "A man is dancing on a stage.", 
            "A man is dancing on a stage.", 
            "A man is dancing on a stage.", 
            "A man is dancing on stage.", 
            "A man is dancing on stage.", 
            "A man is dancing to Elvis Presley music.", 
            "A man is dancing.", 
            "A man is dancing.", 
            "A man is dancing.", 
            "A man is singing and dancing on stage by clanging his knees and stretching them outwards.", 
            "The man danced on stage.", 
            "The man did a funny dance on the stage.", 
            "The man is dancing."
        ], 
        "id": "dMH0bHeiRNg_3_14.avi"
    }, 
    {
        "caption": [
            "A man is crying while tying a rope into a noose.", 
            "A man ties a noose.", 
            "A man is tying a noose.", 
            "A man is making a hangman's noose out of a rope.", 
            "A man binding a knot.", 
            "A man ties a noose.", 
            "A man is preparing a hanging rope.", 
            "A man makes a noose.", 
            "A man is tying a noose.", 
            "A man is making a noose.", 
            "A man is tying a noose.", 
            "The man made a noose out of the yellow rope.", 
            "The man is making a hangman's noose.", 
            "A man winds up some rope.", 
            "The man made a noose out of a yellow rope."
        ], 
        "id": "MW21lp833Vo_143_149.avi"
    }, 
    {
        "caption": [
            "Someone is rolling dough into balls with their hands.", 
            "A person is rolling dough.", 
            "A man is rolling three pieces of dough into round balls.", 
            "A chef is rolling dough.", 
            "A woman is rolling dough in her hands.", 
            "A woman is making some food.", 
            "A woman is rolling balls of dough in her hands.", 
            "A woman is rolling bread dough into balls.", 
            "A woman is balling dough.", 
            "Someone is kneeding dough", 
            "A woman is rolling dough in her hands.", 
            "A woman rolls small portions of kneaded dough between her palms and makes four smooth balls.", 
            "The lady rolled the dough in her hands.", 
            "The woman is making balls of dough.", 
            "A person rolls some pieces of bread.", 
            "The lady rolled dough in her hands."
        ], 
        "id": "jD4o_Lmy6bU_117_137.avi"
    }, 
    {
        "caption": [
            "A cat opens a drawer and climbs in.", 
            "A big cat opens a plastic drawer with his paws and then hops inside.", 
            "A cat climbs into a drawer.", 
            "A cat has opened a drawer and entered inside.", 
            "A cat is climbing into a storage box.", 
            "A cat is opening a box.", 
            "A cat is opening a draw and climbing into it.", 
            "A cat is opening a drawer and climbing inside.", 
            "A cat is opening a drawer.", 
            "A cat opens a drawer and climbs in.", 
            "A cat opens a drawer and climbs inside.", 
            "A cat opens a drawer and climbs into it.", 
            "A cat opens the drawer of a storage box and squeezes into it.", 
            "A cat pulls a plastic drawer out.", 
            "A grey cat opens a cabinet draw with his left fore paw and thereafter enters the draw.", 
            "The cat opened a drawer and climbed inside.", 
            "The cat opened and climbed into the drawer.", 
            "The cat opened the drawer and got inside."
        ], 
        "id": "EA-J-Y6QjUo_40_61.avi"
    }, 
    {
        "caption": [
            "Ingredients are shown being mixed.", 
            "A chef mixes cookie dough.", 
            "A man adds some flour into a bowl containing a mixture of egg and butter and combines it all using a wooden spatula.", 
            "A man is mixing some flour.", 
            "A person is adding flour to a mixture in a pot and stirring it to form a dough.", 
            "A person is mixing cookie ingredients in a bowl.", 
            "A person stirs flour in a pan.", 
            "Dough is being stirred.", 
            "Flour is added and mixed into a dough.", 
            "Someone is adding flour to the cookie dough.", 
            "Someone is mixing cookie dough.", 
            "Someone is shown mixing cookie dough in a bowl using a wooden spoon.", 
            "Someone is stirring dough in a bowl.", 
            "Someone mixed flour into the batter.", 
            "The cook is mixing the dough.", 
            "Wet and dry mix are being blended together."
        ], 
        "id": "5JSbxHECb-I_97_110.avi"
    }, 
    {
        "caption": [
            "A boy sitting at a picnic table watches a man hurdle over the table and do a back flip.", 
            "A man jumps over a table.", 
            "A man jumps over a bench.", 
            "A man is jumping over the bench.", 
            "A man does a flip over a table.", 
            "A man is jumping over a table.", 
            "A kid does a diving flip over a picnic table.", 
            "A man runs, and flips over a table.", 
            "A guy is doing a flip over a park bench.", 
            "A boy jumps over a table.", 
            "A man is jumping over a picnic table.", 
            "The man flipped over the picnic table that the boy was sitting at.", 
            "The boy watched a man jumped the table.", 
            "A man jumps over a picnic table.", 
            "The man flipped over the picnic table where a boy sat."
        ], 
        "id": "9BScZRpF7SI_31_36.avi"
    }, 
    {
        "caption": [
            "A baby gets licked by a dog.", 
            "A baby boy is playing with a dog.", 
            "A baby climbs on top of a sleeping dog.", 
            "A baby is climbing on and otherwise manhandling a dog.", 
            "A baby is laying on a dog.", 
            "A baby is playing with a bull dog.", 
            "A baby is playing with a dog.", 
            "A baby is playing with a dog.", 
            "A baby is playing with a dog.", 
            "A baby is playing with a dog.", 
            "A baby slaps and hits a dog.", 
            "A dog and toddler are playing.", 
            "A dog plays with a baby.", 
            "A small baby is playing with his pet brown dog, seated next to him.", 
            "A small boy is playing with a dog.", 
            "A toddler is playing with a pet dog.", 
            "The baby is playing with the dog.", 
            "The dog played with the dog.", 
            "The dog put up with the baby's rough playing."
        ], 
        "id": "z0Si1XxMibg_0_30.avi"
    }, 
    {
        "caption": [
            "A puppy is doing the moonwalk.", 
            "A puppy is walking backwards.", 
            "A puppy is moving through the floor.", 
            "A puppy is pushing itself backwards.", 
            "A puppy is sliding backwards along the floor.", 
            "A puppy pushes himself backwards on a wooden floor.", 
            "A puppy is walking backwards.", 
            "A pug puppy slides backwards on a wooden floor sitting on his hind legs and pushing his fore limbs.", 
            "A puppy sliding backwards on the floor.", 
            "The dog scooted backwards on the floor.", 
            "The puppy slid backwards on the floor.", 
            "A puppy scoots backwards on the floor.", 
            "The puppy scooted backwards on the floor."
        ], 
        "id": "yOnRm3TP6hM_0_12.avi"
    }, 
    {
        "caption": [
            "Steve Martin  doing a magic act with eggs.", 
            "A man is on stage dressed in a tuxedo and he's pulling eggs out of the fly of his trousers.", 
            "A man is performing some magic tick on stage.", 
            "A man is placing eggs from his crotch into a basket.", 
            "A man is pulling a ball out of his pants.", 
            "A man is pulling eggs from his pants.", 
            "A man is pulling eggs out of his pants.", 
            "A man is taking eggs from his pants.", 
            "A man pulls ping pong balls out of his pants.", 
            "A man removes eggs from his pants.", 
            "Steve Martin performs onstage.", 
            "Steve Martin pulls eggs out of his pants.", 
            "Steve Martin removes two eggs from the zipper area of his pants and places them in a hung basket on the stage.", 
            "The comedian pulled eggs out of his pants.", 
            "The comedian pulled eggs out of his pants.", 
            "The man is removing eggs from the fly of his pants."
        ], 
        "id": "dJCtOz32dnw_40_60.avi"
    }, 
    {
        "caption": [
            "Someone is turning over chicken wings with tongs.", 
            "A man flips chicken wings.", 
            "A man is turning chicken wings on a cookie sheet using a pair of tongs.", 
            "A man is turning foods.", 
            "A man turns chicken thighs on a baking pan.", 
            "A man is turning chicken wings on a pan.", 
            "A man is cooking chicken wings.", 
            "A man is turning over pieces of chicken.", 
            "A man is frying chicken.", 
            "A man is organizing meat on a tray.", 
            "A man is turning chicken with tongs.", 
            "Someone is frying legs.", 
            "A man is flipping over chicken wings in the oven.", 
            "A man is flipping some chicken wings on a baking pan.", 
            "The man turned the chicken over on the cookie sheet.", 
            "The man is cooking chicken wings in the oven.", 
            "A man flips over some chicken.", 
            "The man turned the chicken over in the jellyroll pan."
        ], 
        "id": "Je3V7U5Ctj4_768_773.avi"
    }, 
    {
        "caption": [
            "A man is spinning in a chair.", 
            "Two boys are talking on the phone.", 
            "A man is sitting in a swivel chair talking on a cordless telephone.", 
            "A boy is talking on the phone.", 
            "Two men are speaking on the phone.", 
            "Two guys are talking on the phone.", 
            "A man is talking on a phone.", 
            "A man is making a telephone call.", 
            "A man is having a conversation on the phone.", 
            "A man is talking on a cell phone while sitting in a chair.", 
            "A man talks on the telephone.", 
            "A guy is speaking on the telephone.", 
            "A guy is talking on the phone.", 
            "A man answers a telephone.", 
            "The boy twirled his chair and answered the phone from his friend.", 
            "A guy, in a chair, swivels and talks on the phone.", 
            "The man is talking on the phone.", 
            "A boy calls another.", 
            "A man talks on his cell phone.", 
            "The boy answered the phone."
        ], 
        "id": "bDoCQEwghZU_201_211.avi"
    }, 
    {
        "caption": [
            "A woman is cutting meat.", 
            "A woman is cutting meat into pieces.", 
            "A woman is cutting meat.", 
            "A woman is cutting small piece of meat from a larger piece.", 
            "A woman is cutting a meat into pieces.", 
            "A woman chops meat.", 
            "A woman is slicing meat.", 
            "A woman is cutting meat.", 
            "A woman is cutting raw chicken into pieces.", 
            "A woman is slicing meat with a knife.", 
            "A woman cuts a piece of meat.", 
            "A woman is cutting a pork chop.", 
            "A woman is slicing meat.", 
            "A woman is cutting up some meat.", 
            "The lady cut the meat into small pieces.", 
            "The woman is slicing chicken.", 
            "A woman cuts up some meat.", 
            "The lady cut the meat into pieces."
        ], 
        "id": "WTf5EgVY5uU_15_19.avi"
    }, 
    {
        "caption": [
            "A woman is sitting in a field talking to herself as she is writing something down on paper.", 
            "A woman is writing outside.", 
            "A woman is writing a letter outside.", 
            "A woman is sitting under a tree writing on a pad of paper.", 
            "A woman is writing in a note.", 
            "A woman is writing notes.", 
            "A woman is writing something.", 
            "A woman is writing.", 
            "A girl is writing in the woods.", 
            "A girl is singing and writing.", 
            "A girl is writing a letter.", 
            "The girl wrote on the paper in the field.", 
            "The woman is writing a letter.", 
            "A woman is sitting under a tree and writing.", 
            "A woman writes something down.", 
            "the girl wrote on paper while sitting outside."
        ], 
        "id": "dtwXtwJByYk_5_14.avi"
    }, 
    {
        "caption": [
            "Two large fish are swimming opposite directions in the ocean.", 
            "A fish is swimming.", 
            "A fish is swimming.", 
            "A fish like creature that appears to have a hand with fingers is swimming close to the bottom in a body of water.", 
            "A fish is swimming under the water.", 
            "Two fish are interacting.", 
            "A sea creature is swimming through water.", 
            "Fish are swimming in water.", 
            "A strange looking fish is swimming in the ocean.", 
            "A fish cruises along the bottom of an aquarium.", 
            "A fish is swimming.", 
            "Fish are swimming.", 
            "Two fish are swimming around the water.", 
            "A black eel-like sea creature with limbs is moving slowly under water.", 
            "The fish bumped into another fish underwater.", 
            "The ugly fish is swimming.", 
            "A fish swims around.", 
            "The fish bumped into each other under water."
        ], 
        "id": "sFExO_PW22s_10_18.avi"
    }, 
    {
        "caption": [
            "A squirrel is hopping back and forth in the grass on it's hind legs.", 
            "A squirrel is dancing outside.", 
            "A squirrel is dancing in the grass.", 
            "A squirrel is dancing.", 
            "A squirrel is standing on it's hind legs dancing.", 
            "A squirrel is dancing on a grass field.", 
            "A squirrel is dancing in the grass.", 
            "A squirrel is dancing.", 
            "A squirrel is dancing on the grass.", 
            "A computerized squirrel is dancing.", 
            "A squirrel is singing, and dancing.", 
            "A squirrel is dancing.", 
            "An animated squirrel is dancing.", 
            "The squirrel is dancing.", 
            "A squirrel is dancing and singing.", 
            "A squirrel dances.", 
            "The squirrel danced on the lawn."
        ], 
        "id": "puineN1UMto_25_29.avi"
    }, 
    {
        "caption": [
            "A man holding an umbrella has jumped a hurdle and a wall.", 
            "A man with an umbrella is running through a park when he jumps over a trash receptacle and then does a flip by leaping against a wall.", 
            "A man is jumping over objects.", 
            "A man is jumping over the obstacles.", 
            "A man is jumping over and against objects in the rain while holding an umbrella.", 
            "A man with an umbrella jumps over a wastebasket and up on a wall.", 
            "A guy is jumping around.", 
            "A man holding an open umbrella jumps across a wooden stand in a park and then does a summersault after kicking a wall.", 
            "A man with a umbrella attempts stunts.", 
            "A man jumped over a picnic tabel, trash can and did a flip against a wall in the rain.", 
            "A man jumps and flips.", 
            "The man holding an umbrella is jumping over objects.", 
            "A man jumps objects holding an umbrella.", 
            "Someone jumpped over the table and trashcan."
        ], 
        "id": "ulPvRmNfXK4_96_100.avi"
    }, 
    {
        "caption": [
            "A woman cuts a small piece of rind off a lemon.", 
            "A woman slices orange peel.", 
            "A woman cut a small piece of lemon peel off of a lemon.", 
            "A woman is slicing a peel of yellow lemon.", 
            "A woman is peeling an orange.", 
            "A woman is peeling a lemon.", 
            "A woman is peeling orange.", 
            "A woman carefully slices off a piece of lemon rind.", 
            "A woman is cutting a piece of peeling off a food.", 
            "A woman cuts off a piece of lemon rind.", 
            "A woman is cutting a bit of peel off of a lemon.", 
            "A man is cutting lemon peel.", 
            "A woman is peeling something.", 
            "A woman is slicing a lemon.", 
            "A woman cuts a small thin round peel from a yuzu fruit using a large knife.", 
            "The lady cut a pince of lemon rind.", 
            "A woman, in a kitchen, peels a lemon.", 
            "The woman is peeling a lemon.", 
            "A woman cuts vegetables.", 
            "The lady cut some lemon rind.", 
            "A person is slicing lemon peel.", 
            "A woman is cutting pieces of peel off of a lemon.", 
            "A woman is peeling a lemon.", 
            "A woman cutting into an orange.", 
            "A woman is peeling the skin from a lemon.", 
            "A woman is peeling an orange.", 
            "A woman carefully slices a lemon.", 
            "A woman is peeling a piece off a vegetable.", 
            "A woman cuts off a small piece of lemon rind.", 
            "A woman is cutting lemon peel.", 
            "A woman is peeling an orange.", 
            "A woman is slicing a lemon.", 
            "A woman is slicing a small Yuzu peel.", 
            "The lady cut a piece of lemon rind.", 
            "The woman is peeling lemon.", 
            "A woman makes a fine cut on a vegetable.", 
            "The lady cut a piece of lemon rind."
        ], 
        "id": "kWLNZzuo3do_48_53.avi"
    }, 
    {
        "caption": [
            "A cat staring into the camera meows.", 
            "A cat meows.", 
            "A cat is looking into the camera and meowing.", 
            "A cat is looking into the camera and opening it's mouth.", 
            "A cat is speaking.", 
            "A cat addresses the camera.", 
            "A cat is meowing.", 
            "A cat is meowing.", 
            "A cat meows at a camera.", 
            "A cat is meowing.", 
            "A cat stares into the camera.", 
            "A cat is meowing.", 
            "A cat is meowing.", 
            "A small brown cat purrs softly close to the camera.", 
            "The cat meowed.", 
            "The cat is staring at the video camera.", 
            "A cat meows.", 
            "The cat meowed."
        ], 
        "id": "Li3umATsU0E_1_5.avi"
    }, 
    {
        "caption": [
            "Someone pours tomato sauce from a can into a saucepan and stirs with a wooden spoon.", 
            "A person puts tomato sauce in a pot.", 
            "A man pours tomato sauce into a pot.", 
            "A man is pouring a souse into the pan.", 
            "A man pours tomato sauce into a sausage pot.", 
            "A man is adding sauce to pan.", 
            "A man is adding sauce to a pot.", 
            "A man is pouring sauce into a pot.", 
            "Someone is pouring something into a pot.", 
            "A man is pouring tomato sauce into a pot.", 
            "The man added tomatoe sauce to the sausages in the pot.", 
            "The man is pouring tomato sauce into the pot.", 
            "A man pours sauce into a pot.", 
            "The man poured tomatoe sauce into a pot."
        ], 
        "id": "UXs3eq68ZjE_49_54.avi"
    }, 
    {
        "caption": [
            "A man and woman are riding a bicycle.", 
            "A man is riding a bicycle with a woman riding as a passenger on the crossbar.", 
            "A man and a woman is riding on a bicycle.", 
            "A couple ride the same bike.", 
            "A man and a woman are riding on a bicycle.", 
            "A man and woman are riding a bike.", 
            "A man and a woman ride on a bicycle.", 
            "Two people are riding a bike.", 
            "People are riding a bike.", 
            "A man and woman are riding a bike.", 
            "The man and woman are riding on a bicycle.", 
            "A man and a woman ride a bike.", 
            "The man gave the girl a ride on his bike."
        ], 
        "id": "rw9h_574HxE_70_74.avi"
    }, 
    {
        "caption": [
            "A chef is serving food and speaking.", 
            "A diner chef is serving kids at a booth.", 
            "A man is serving a table of children some food.", 
            "A man is serving food to a group of children.", 
            "A man is serving food to children.", 
            "A man is serving food to some kids.", 
            "A man is serving plates to the children.", 
            "A man serves a bunch of kids in a diner.", 
            "A man serves food to a group of kids.", 
            "A man serves food to children.", 
            "A man wearing a chef cap is serving plates of food on a table where four children are seated.", 
            "A waiter serves four kids at a restuarant.", 
            "Four children are eating at a restaurant.", 
            "People are eating.", 
            "The kids are eating.", 
            "The man served snacks to the kids at the table.", 
            "The waiter served the kids a snack."
        ], 
        "id": "F44bLc6t7-I_1_8.avi"
    }, 
    {
        "caption": [
            "A man adds some salt and black pepper powder to a bowl containing poultry seasoning and mixes the three ingredients with a spoon.", 
            "A man is mixing several ingredients together in a small bowl.", 
            "A man is preparing some dishes.", 
            "A man is putting seasoning in a cup.", 
            "A person is mixing seasoning in a cup.", 
            "A person is mixing spices and salt in a ceramic bowl.", 
            "A person is mixing spices together.", 
            "A person puts seasonings into a small bowl.", 
            "Salt and pepper are mixed together in a bowl.", 
            "Seasonings are being mixed.", 
            "Someone is mixing salt and pepper.", 
            "Someone mixed salt and pepper together in a bowl.", 
            "Someone mixed spices in a bowl.", 
            "The person is mixing spices."
        ], 
        "id": "bxjFqtfJlMs_18_27.avi"
    },  
    {
        "caption": [
            "A woman adds noodles to a pan of boiling water and stirs with chopsticks.", 
            "A woman puts noodles into boiling water.", 
            "A woman places a container of noodles in a pan of water.", 
            "A woman is boiling a food in the water.", 
            "A woman is boiling noodles.", 
            "A woman is boiling noodles in a pot.", 
            "A woman is making noodles.", 
            "A woman is placing noodles into water.", 
            "A woman stirs noodles into boiling water.", 
            "A woman is cooking noodles.", 
            "Noodles are boiling.", 
            "A woman is adding pasta to a pot of water.", 
            "A woman drops frozen Udon noodles in boiling water.", 
            "The lady put the dried noodles in the hot water to cook.", 
            "The woman is cooking noodles.", 
            "A woman is cooking noodles.", 
            "Frozen udon noodles are placed into a pot of boiling water.", 
            "A woman puts some pasta in some water.", 
            "The lady put the noodles into the hot water."
        ], 
        "id": "kWLNZzuo3do_262_270.avi"
    }, 
    {
        "caption": [
            "A woman places rices in a pot.", 
            "A person pours rice in a pan.", 
            "Someone pours a box of beef Rice a Roni into a skillet containing some kind of liquid.", 
            "A man is putting rice in the pan.", 
            "A man cooks rice in a pan.", 
            "A man is pouring rice into a skillet.", 
            "A man is adding something to frying pan.", 
            "A person is pouring a box of Rice-A-Roni into a skillet.", 
            "A person is pouring rice into a frying pan.", 
            "A man pours a box of rice into a pan.", 
            "Someone is dumping rice into a pan.", 
            "A man is pouring rice a roni into a pan.", 
            "A man adds Rice-A-Roni to a pan.", 
            "A man empties rice roni from a small carton box to a pan containing melted butter.", 
            "A man poured ric-a-roni into a pan.", 
            "The man poured rice into the pan.", 
            "Rice-A-Roni is poured into a pan.", 
            "A man puts rice into a skillet.", 
            "The man poured Rice-a-Roni into a pan."
        ], 
        "id": "_WRC7HXBJpU_386_391.avi"
    }, 
    {
        "caption": [
            "A man is running towards a tornado in an open field.", 
            "A man in an open field is shown running toward a swirling cloud of dust.", 
            "A man is running towards tornado.", 
            "Someone is running towards a tornado.", 
            "A man is  running towards a tornado.", 
            "A man is running toward a tornado in a dry field.", 
            "A man runs in the direction of a giant tornado.", 
            "A man is running into a twister.", 
            "A man is running on a muddy ground as a huge tornado is swirling ahead of him.", 
            "A boy runs toward a tornado.", 
            "A man ran toward a sand twister.", 
            "A man runs toward a tornado.", 
            "The man is running towards the tornado.", 
            "A man is running toward a tornado.", 
            "A man runs toward a tornado.", 
            "A man ran toward a sand tornado."
        ], 
        "id": "ZN2_czSBSD0_240_250.avi"
    }, 
    {
        "caption": [
            "Baby otters playing in a pool.", 
            "A group of baby otters are playing in the water.", 
            "A group of otters are playing in the water.", 
            "A group of otters are playing in water.", 
            "A group of otters plays in the water.", 
            "Animals are playing in water.", 
            "Baby otters are playing in groups in muddy water.", 
            "Baby otters are playing in the water.", 
            "Baby otters are playing in the water.", 
            "Baby otters are playing in water.", 
            "Otters are playing in the water.", 
            "Otters are playing in water.", 
            "Otters play at the edge of the water.", 
            "Several baby otters are playing in the water.", 
            "Several otters are playing in the water.", 
            "Some otters are swimming.", 
            "The otters are playing in the water.", 
            "The se otters playyed in the water.", 
            "The sea otters played together in the water."
        ], 
        "id": "Z3rj9LbCOaM_0_12.avi"
    }, 
    {
        "caption": [
            "A man is instructing a boy about batting.", 
            "A person is training a person to bat in cricket.", 
            "A kid is playing cricket.", 
            "A man is teaching a boy how to play cricket.", 
            "A man is training a boy to bat.", 
            "A person is showing how to bat in cricket.", 
            "A man teaches a boy the proper cricket stance.", 
            "A man is instructing another man how to bat in cricket.", 
            "A man teaches a boy how to swing a cricket bat.", 
            "A man is helping a boy with his cricket stance.", 
            "Two guys are demonstrating a game.", 
            "Someone is staning up.", 
            "A man is instructing a boy on how to play cricket.", 
            "Standing on the field, a coach is guiding another man on how to bat the right way in cricket.", 
            "The man coached the boy with his swing.", 
            "The man is teaching the boy how to play cricket.", 
            "A trainer is showing a cricket batter the correct batting stance.", 
            "A man shows a cricket player how to grip the bat.", 
            "The coach helped the boy with his stroke."
        ], 
        "id": "Q-soOsOLIGQ_0_22.avi"
    }, 
    {
        "caption": [
            "Someone is pouring oil into a kettle from a plastic bottle.", 
            "A person pours oil in a pot.", 
            "A man pours oil into a pot.", 
            "A person is pouring oil in a pan.", 
            "Someone is pouring cooking oil into a pot.", 
            "A man is adding oil to a bowl.", 
            "A man is pouring oil into a pot.", 
            "Someone is pouring oil into a pan.", 
            "Someone is pouring oil into a pan.", 
            "Someone is pouring liquid into a pot.", 
            "A man is adding oil to a pot.", 
            "The man added oil to the pot.", 
            "The man is pouring oil into the pot.", 
            "A man pours some cooking oil into a pot.", 
            "The man poured oil into the pot."
        ], 
        "id": "0hyZ__3YhZc_279_283.avi"
    }, 
    {
        "caption": [
            "A man makes a great play in a cricket game.", 
            "A baseball player catches a fly ball.", 
            "A cricket player makes an amazing catch.", 
            "A fielder in cricket makes a catch.", 
            "A man caught a ball.", 
            "A man is catching a ball.", 
            "A man is catching a ball.", 
            "A man makes a catch in cricket.", 
            "A man makes a sliding catch in a cricket match.", 
            "A player fielding, dives and catches a cricket ball and puts up his hands in triumph.", 
            "A player is taking a catch in cricket.", 
            "Men are playing baseball.", 
            "Men are playing cricket.", 
            "The baseball player made a great catch!", 
            "The man caught the ball.", 
            "the player made a terrific catch!"
        ], 
        "id": "b_BuSVZwq6M_1_9.avi"
    }, 
    {
        "caption": [
            "A monkey is climbing at the head of a statue.", 
            "Monkeys are sitting on statues.", 
            "Monkeys are sitting on statues.", 
            "A monkey is climbing on a statue.", 
            "A couple of monkeys are playing on some golden statues.", 
            "A monkey is sitting on a statue.", 
            "A monkey is climbing on a Buddha statue.", 
            "Monkeys are climbing on statues.", 
            "A monkey climbs on a statue.", 
            "Some monkeys, are on some statues.", 
            "A monkey is climbing an idol.", 
            "Two monkeys are climbing on some gold statues.", 
            "The monkey climbed up the statue.", 
            "Monkeys are climbing on statues.", 
            "A monkey climbs a statue.", 
            "The monkey climbed on top of the gold statue."
        ], 
        "id": "FWzsXeXCwuc_106_110.avi"
    }, 
    {
        "caption": [
            "A man gets excited about the fire he lit.", 
            "A man is burning a book of matches.", 
            "A man is burning matches.", 
            "A man is holding a packet of burning matches.", 
            "A man is lighting a match and sets the whole match box on fire.", 
            "A man is lighting a matchbook cover on fire.", 
            "A man is lighting a matchbook on fire.", 
            "A man is lighting a pack of matches on fire.", 
            "A man is mimicking by looking fire.", 
            "A man is screaming,looking at the fire.", 
            "A man lights a match and the whole book of matches burst into flames.", 
            "A man lights a match book on fire.", 
            "A man lights a matchbook on fire.", 
            "A man lights a pack of matches.", 
            "A man lit a book of matches on fire.", 
            "A man sets a matchbook on fire.", 
            "The man is staring at a burning matchbook.", 
            "The man lit the book of matches up.", 
            "The matches caught on fire."
        ], 
        "id": "9LOJmQQktHA_10_18.avi"
    }, 
    {
        "caption": [
            "A young man is dancing alone.", 
            "A man is dancing.", 
            "A man is dancing on a stage.", 
            "A man is dancing.", 
            "A man is dancing.", 
            "A man is dancing on stage.", 
            "A man is dancing on a stage.", 
            "A man is dancing on a stage.", 
            "A man is dancing on a stage.", 
            "A man dances on a stage.", 
            "A man is dancing.", 
            "A man is dancing.", 
            "A man is dancing on a stage.", 
            "The man tap danced on the stage.", 
            "A man dances in the spotlight.", 
            "The man is dancing.", 
            "A man is dancing on a stage.", 
            "A man dances.", 
            "The man tap danced on the stage."
        ], 
        "id": "inLBPVG8oEU_18_24.avi"
    }, 
    {
        "caption": [
            "A woman is smoking a cigarette.", 
            "A woman is smoking a cigarette.", 
            "A woman is smoking a cigarette.", 
            "A woman is smoking a cigarette.", 
            "A woman is smoking a cigarette.", 
            "A woman is smoking a cigarette.", 
            "A woman is smoking a cigarette.", 
            "A woman is smoking a cigarette.", 
            "A woman is smoking cigar.", 
            "A woman is smoking.", 
            "A woman puffs on a cigarette.", 
            "A woman seated on a sofa is smoking a cigarette.", 
            "A woman smokes a cigarette.", 
            "A woman smokes.", 
            "A young woman slowly takes a drag off of a cigarette.", 
            "The lady smoked a cigarette with a blank face.", 
            "The lady smoked a cigarette.", 
            "The woman is smoking."
        ], 
        "id": "NV6pq1W-I4g_7_16.avi"
    }, 
    {
        "caption": [
            "A baby is repeatedly kissing his reflection in a mirror.", 
            "A little boy is kissing his reflection in the mirror.", 
            "A baby is looking at its reflection in a mirror.", 
            "A boy is kissing in a mirror.", 
            "A baby sees its reflection in a mirror.", 
            "A young boy is kissing his reflection.", 
            "A young child sees his reflection in a mirror and tries to kiss himself.", 
            "A boy is kissing his reflection in the mirror.", 
            "A baby standing in front of a mirror is playing with his reflection.", 
            "a baby looking at him self in the mirror", 
            "The boy kissed his image in the mirror.", 
            "A small boy repeatedly kisses his image in a mirror.", 
            "The baby is kissing himself at the mirror.", 
            "A baby is kissing himself in the mirror.", 
            "The toddler kissed his image in the mirror."
        ], 
        "id": "wzfkC2TjdeQ_0_31.avi"
    }, 
    {
        "caption": [
            "A cartoon is swinging.", 
            "Animation of a man on a trapeze bouncing down on a net and then back onto the trapeze again.", 
            "A man is on a swing.", 
            "A man is performing trapeze.", 
            "An animated man with a T on his chest is swinging on a trapeze.", 
            "A cartoon boy jumping on a net.", 
            "A cartoon acrobat is performing.", 
            "A cartoon character is doing circus.", 
            "A cartoon man is swinging on a trapeze.", 
            "An animated man drops on a net.", 
            "A man is swinging on a trapeze.", 
            "A person is swinging from a rope.", 
            "A cartoon man jumps into a net.", 
            "The trapeze artist jumped on the net before catching the bar.", 
            "The man fell onto the net and went back up to the hanging bar.", 
            "An animated man is falling from a trapeze onto a net and back to the trapeze.", 
            "A cartoon man does a trapeze trick.", 
            "The trapeze artist bounced on the net and caught the bar."
        ], 
        "id": "VZ6H73nH7xs_27_33.avi"
    }, 
    {
        "caption": [
            "A woman powders her face.", 
            "A girl is brushing her hand.", 
            "A girl is placing makeup on her face.", 
            "A girl is putting on makeup.", 
            "A woman applies face makeup.", 
            "A woman applies foundation to her face using a thick circular brush.", 
            "A woman applies makeup to her face with a brush.", 
            "A woman demonstrates how to put on makeup.", 
            "A woman is applying cosmetics to her face with a brush.", 
            "A woman is applying makeup to her face.", 
            "A woman is applying makeup to her face.", 
            "A woman is applying makeup.", 
            "A woman is applying makeup.", 
            "A woman is doing makeup on her face.", 
            "A woman is putting makeup on her face.", 
            "A woman is putting on makeup.", 
            "A woman is using a brush to put make-up on her face.", 
            "The girl applied powder to her face with a brush.", 
            "The girl put foundation on her face with a brush.", 
            "The woman is applying makeup to her face."
        ], 
        "id": "-joBOHlg5J0_72_80.avi"
    }, 
    {
        "caption": [
            "A boy made a skull \"talk\" by moving the mouth with his hands.", 
            "A man holding a skull in his hands is moving its jaws while he does the talking.", 
            "A man holding a skull is talking while manipulating the skull to look like it is talking.", 
            "A man is mimicking with a skull.", 
            "A man is playing with a human skull.", 
            "A man is playing with a skull.", 
            "A man is playing with a skull.", 
            "A man is playing with a skull.", 
            "A man is playing with man's skull.", 
            "A man is providing voice to a skull.", 
            "A man is talking through a skull head.", 
            "A man is talking to a skull.", 
            "A man manipulates a mask to make funny faces.", 
            "A man provides the voice for a human skull.", 
            "A man talks with a human skull.", 
            "Someone is holding a skull in their hands and is moving the  jaw to make it appear that the skull is talking.", 
            "The man is playing with a skull.", 
            "The man talked to a puppet."
        ], 
        "id": "x_8RiVI6rH8_41_54.avi"
    }, 
    {
        "caption": [
            "A man is slicing the tape on a box to open it.", 
            "A man is opening a box using a knife.", 
            "A man is opening a box with a knife.", 
            "Mail is being opened.", 
            "A man is opening a package by cutting.", 
            "A man is opening a package with a knife.", 
            "A man cuts a box open with a knife.", 
            "A man is opening a box with a knife.", 
            "A man is cutting off the tapes fastened to a carton box using a knife.", 
            "a man cutting open a package", 
            "The man used a knife to open a box.", 
            "The man is slicing the tape from the box.", 
            "A man is cutting open a box.", 
            "A man opens a box with a knife.", 
            "A man opened a box with a knife."
        ], 
        "id": "fX5G_JwPlLo_640_660.avi"
    }, 
    {
        "caption": [
            "A woman is cutting the peel off a potato with a large knife.", 
            "A woman peels a potato.", 
            "A woman is slicing the skin off a wild potato.", 
            "A woman is peeling a potato.", 
            "A woman is peeling a tuber.", 
            "A woman is peeling a ginger.", 
            "A woman is peeling a potato with a knife.", 
            "A woman peels a small potato.", 
            "A woman is peeling a potato.", 
            "A woman is peeling a potato.", 
            "A woman is peeling potatoes.", 
            "The lady peeled the skin off the potatoe.", 
            "The woman is peeling ginger.", 
            "A woman is peeling a potato.", 
            "A woman cuts a vegetable.", 
            "The lady peeled the skin off the potatoe."
        ], 
        "id": "_O9kWD8nuRU_70_76.avi"
    }, 
    {
        "caption": [
            "Women are using a blender.", 
            "A woman is adding a little water to a blender of milk.", 
            "A girl is grinding beans.", 
            "Two women are preparing food.", 
            "Two women are blending ingredients in a blender.", 
            "Two women are preparing some food.", 
            "Women are blending food.", 
            "Two women make something in a blender.", 
            "A woman is mixing ingredients in a blender.", 
            "Two women are cooking.", 
            "Two women are using a blender.", 
            "Two women are cooking in the kitchen.", 
            "A woman grinds soaked urad dhal in a blender, adds a little water and then opens the lid.", 
            "The ladies blended ingredents in the blender.", 
            "The woman is blending a liquid.", 
            "Two woman are mixing ingredients in a blender.", 
            "Two women mix something in a food processor.", 
            "The lady added water to the blender."
        ], 
        "id": "NjblUomxFQo_100_108.avi"
    }, 
    {
        "caption": [
            "a man pealing a banana", 
            "A banana is being peeled.", 
            "A man is peeling a banana from the opposite end to the stem.", 
            "A man is peeling a banana.", 
            "A man is peeling a banana.", 
            "A man is peeling a banana.", 
            "A man is peeling a banana.", 
            "A man is peeling a banana.", 
            "A man peeled a banana.", 
            "A man peeled the banana starting at the bottom.", 
            "A man peels a banana.", 
            "A man peels a banana.", 
            "A man pinches the tip a big banana which slits open and then peels off the skin on either side.", 
            "A person is peeling a banana from the round end.", 
            "An individual peels a banana from the bottom.", 
            "The man is peeling a banana."
        ], 
        "id": "nBJV56WUDng_38_47.avi"
    }, 
    {
        "caption": [
            "A person cuts a sock.", 
            "A person is cutting sock with scissor.", 
            "A person cuts a sock with scissors.", 
            "A man is cutting off the top portion of a sock.", 
            "A person is cutting cloth.", 
            "A person is cutting a sock with scissors.", 
            "A man cuts a sock in two with pair of scissors.", 
            "A person is cutting cloth with shears.", 
            "A person cuts a piece of fabric with scissors.", 
            "Someone is cutting the top off a sock.", 
            "A guy is cutting a sock.", 
            "A person is cutting a sock with scissors.", 
            "Someone cut the top off a sock.", 
            "The person is cutting socks.", 
            "A person cuts up a knit sock.", 
            "Somone cut a sock."
        ], 
        "id": "2I20ZTFHheg_96_104.avi"
    }, 
    {
        "caption": [
            "A woman riding a horse on the beach.", 
            "A girl is lead on a white horse at the beach.", 
            "A woman is having a ride on the back of a white horse by the beachside.", 
            "A woman is riding a horse on the beach.", 
            "A woman is riding a horse.", 
            "A woman is riding a horse.", 
            "A woman is riding a horse.", 
            "A woman is riding a white horse on the beach.", 
            "A woman is riding on a horse in a beach.", 
            "A woman is riding on a horse.", 
            "A woman rides a horse on a beach.", 
            "A woman rides a horse.", 
            "A woman rides a horse.", 
            "The man is leading a girl on a white horse.", 
            "The man led a girl on a horse at the beach.", 
            "The woman is riding a horse."
        ], 
        "id": "u4kMN1jamdM_10_20.avi"
    }, 
    {
        "caption": [
            "A cat playing in a box.", 
            "A cat seated inside a carton box is desperately trying to shut the door cut-out using his paws.", 
            "A cat is hiding in a box.", 
            "A cat is hiding in a box.", 
            "A cat is playing in a box.", 
            "A cat is playing in a box.", 
            "A cat is playing in a box.", 
            "A cat is playing in a cardboard box.", 
            "A cat is playing inside a cardboard box.", 
            "A cat is playing inside a cardboard box.", 
            "A cat is playing inside a cardboard box.", 
            "A cat is playing inside of a box.", 
            "A cat is playing with a flap on a cardboard box.", 
            "A cat is trying to close the door of the box it is in.", 
            "A cat plays with a cardboard box.", 
            "A cat plays with a cutout on the bottom of a box.", 
            "A cat tries to shut itself in a box.", 
            "The cat closed the box on himself.", 
            "The cat is in the box.", 
            "The cat tried to close the door of the box it was in.", 
            "There is a small doorway cut in a cardboard box and a cat inside the box keeps poking it's paw out of the doorway."
        ], 
        "id": "unhiT2D6WvE_0_20.avi"
    }, 
    {
        "caption": [
            "A man slices an onion.", 
            "A chef slices an onion.", 
            "A large white onion is sliced crosswise to get finger thick rings.", 
            "A man is slicing a peeled onion into four uniform slices of about 1/2\" thickness each.", 
            "A man is slicing an onion in round shape.", 
            "A man is slicing an onion.", 
            "A person cuts an onion with a knife.", 
            "A person is cutting thick slices of an onion.", 
            "A person is slicing an onion into rings with a knife.", 
            "A person is slicing an onion.", 
            "An onion is being sliced.", 
            "An onion is sliced.", 
            "Onions are being sliced.", 
            "Someone is slicing an onion.", 
            "Someone is slicing onions.", 
            "The person is slicing an onion."
        ], 
        "id": "ObBss94n3gI_35_46.avi"
    }, 
    {
        "caption": [
            "A woman and a man, with their arms around each other, are walking in the woods.", 
            "A man and woman walking hold each other.", 
            "A man and woman are walking.", 
            "A man and woman are walking arm in arm through a wooded area.", 
            "A man and woman are walking.", 
            "A couple is walking in a forest.", 
            "A man and a woman are walking in the woods.", 
            "A man and a woman are walking.", 
            "A man and woman are walking together through the woods.", 
            "A man and a woman walk through the woods.", 
            "A man, and woman are walking together.", 
            "A couple are walking through the woods.", 
            "A couple is walking through the woods.", 
            "Two people are walking through the woods.", 
            "A man and woman are walking through a field.", 
            "The couple walked arm in arm down the path.", 
            "The man and woman are walking.", 
            "A man and woman are walking in the woods.", 
            "A man and a woman walk through the woods.", 
            "The couple walked down the path together."
        ], 
        "id": "rw9h_574HxE_127_133.avi"
    }, 
    {
        "caption": [
            "a lady talking on the phone", 
            "A woman is talking in a telephone.", 
            "A woman is talking on a telephone.", 
            "A woman is talking on phone.", 
            "A woman is talking on the phone at office while typing on the keyboard of her computer.", 
            "A woman is talking on the phone.", 
            "A woman is talking on the phone.", 
            "A woman is talking on the telephone.", 
            "A woman talks on the telephone.", 
            "A woman, at a desk, talks on the phone, types on the pc keyboard and flips through some papers.", 
            "A young business woman takes a phone call at her desk.", 
            "The girl is reading instructions to someone on the phone.", 
            "The girl talked on the phone and worked on a computer.", 
            "The woman is talking on the phone."
        ], 
        "id": "EBWPZIjtnTM_1_6.avi"
    }, 
    {
        "caption": [
            "A large white dog sniffs a small yellow duck who then pecks the dog on his face.", 
            "A dog is sniffing a duck.", 
            "A dog is sniffing a duck.", 
            "A dog and a baby duck are checking each other out.", 
            "A dog is sniffing a baby duck.", 
            "A baby duck is playing with a dog.", 
            "A ndog is smelling a duck.", 
            "A curious dog is sniffing and poking his nose around a duck.", 
            "A dog is sniffing a baby duck.", 
            "A dog is sniffing a duckling.", 
            "A dog is looking at a chick.", 
            "A dog is sniffing a duckling.", 
            "A dog comes close to a duck and sniffs as the duck pecks his face with its beak.", 
            "The dog and duckling checked each other out.", 
            "The duck is playing with the dog.", 
            "A dog plays with a duck.", 
            "the dog sniffed the duckling."
        ], 
        "id": "ficwZQYmRLE_5_20.avi"
    }
]